content/posts/Measuring_Clonal_Evolution_in_Cancer_with_Genomics_by_Williams,_Sottoriva,_and_Graham_in_2019.md
+++
title = "Measuring Clonal Evolution in Cancer with Genomics by Williams, Sottoriva, and Graham in 2019"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:35:23-04:00
slug = "Measuring_Clonal_Evolution_in_Cancer_with_Genomics_by_Williams,_Sottoriva,_and_Graham_in_2019"
draft = false
+++

## 1. Clonal evolution in cancer {#1-dot-clonal-evolution-in-cancer}


## 2. Components of the evolutionary system {#2-dot-components-of-the-evolutionary-system}


### 2.1 Classifying tumor evolution {#2-dot-1-classifying-tumor-evolution}


### 2.2 Selection {#2-dot-2-selection}


### 2.3 Mutation {#2-dot-3-mutation}


### 2.4 Neutral drift {#2-dot-4-neutral-drift}


## 3. Quantifying cancer evolution {#3-dot-quantifying-cancer-evolution}


## 4. Leveraging cohort-level information to study cancer evolution {#4-dot-leveraging-cohort-level-information-to-study-cancer-evolution}


### 4.1 Driver mutations {#4-dot-1-driver-mutations}


### 4.2 Mutational signatures {#4-dot-2-mutational-signatures}


### 4.3 dN/dS {#4-dot-3-dn-ds}


## 5. Intratumor heterogeneity as a window into cancer evolution {#5-dot-intratumor-heterogeneity-as-a-window-into-cancer-evolution}


### 5.1 Lineage tracing {#5-dot-1-lineage-tracing}


### 5.2 High-throughput experimental lineage tracing {#5-dot-2-high-throughput-experimental-lineage-tracing}


### 5.3 Deep sequencing {#5-dot-3-deep-sequencing}

<!--list-separator-->

-  Lineage size is the crucial piece of information that is revealed by deep sequencing studies and enables population dynamics to be inferred

<!--list-separator-->

-  the variant allele frequency distribution in cancer evolution is referred to as the site frequency spectrum in population genetics

    <!--list-separator-->

    -  59. Keinan A, Clark AG. 2012. Recent explosive human population growth has resulted in an excess of rare genetic variants. Science 336:740–43

<!--list-separator-->

-  enables the population dynamics to be inferred.

<!--list-separator-->

-  the Wright-Fisher model predicts the number of mutations present at frequency f follows 1/f

    <!--list-separator-->

    -  37. Ewens WJ. 2012. Mathematical Population Genetics,Vol.1: Theoretical Introduction. New York: Springer. 2nd ed.

<!--list-separator-->

-  the Luria-Delbruck model assuming exponential growth predicts 1/f^2

    <!--list-separator-->

    -  60. Kessler DA, Levine H. 2014. Scaling solution in the large population limit of the general asymmetric stochastic Luria-Delbrück evolution process. J. Stat. Phys. 158:783–805

    <!--list-separator-->

    -  142. Zheng Q. 1999. Progress of a half century in the study of the Luria–Delbrück distribution. Math. Biosci. 162:1–32


### 5.4 Multiregion sequencing {#5-dot-4-multiregion-sequencing}


### 5.5 Single-cell sequencing {#5-dot-5-single-cell-sequencing}


### 5.6 From genotype to phenotype {#5-dot-6-from-genotype-to-phenotype}


## 6. Summary and outlook {#6-dot-summary-and-outlook}
